/* 无法获取到视频地址 */
"Can't fetch video link" = "Can't fetch video link";

/* 链接 */
"Link" = "Link";

/* 确认 */
"OK" = "OK";

/* 操作失败 */
"Operation Failed" = "Operation Failed";

/* 地址解析失败 */
"Parse Failed" = "Parse Failed";

/* 保存出错 */
"Save Failed" = "Save Failed";

/* 请重试 */
"Try again" = "Try again";